---
kind: method
id: M:Autodesk.Revit.DB.MullionTypeSet.Contains(Autodesk.Revit.DB.MullionType)
source: html/8c222bc0-bd02-2dee-9652-03d396788f53.htm
---
# Autodesk.Revit.DB.MullionTypeSet.Contains Method

Tests for the existence of a mullion type within the set.

## Syntax (C#)
```csharp
public virtual bool Contains(
	MullionType item
)
```

## Parameters
- **item** (`Autodesk.Revit.DB.MullionType`) - The mullion type to be searched for.

## Returns
The Contains method returns True if the mullion type is within the set, otherwise False.